Repository: common-repository/nopeamedia
Catalog: languages/nopea-media-*.po
Languages: fi

source: Print PDF Generator and Publisher
fi: Tulostuslaatuisten PDF:ien luoja ja julkaisija

source: Print PDF generator and publisher by Nopea.Media
fi: Tulostuslaatuisten PDF:ien luoja ja julkaisija Nopea.Medialta

source: https://en.nopea.media
fi: https://nopea.media

source: PDF Blocks
fi: PDF-lohkot

source: Error occured while generating the PDF
fi: Virhe luotaessa PDF-tiedostoa

source: Key not found in attribute list
fi: Avainta ei löytynyt attribuuttilistasta

source: Invalid token. Please check in settings that you have filled in valid token which you acquired from https://en.nopea.media
fi: Virheellinen avain. Tarkista lisäosan asetuksista, että olet syöttänyt oikean API-avaimen, jonka hankit osoitteesta https://en.nopea.media

source: Publications
fi: Julkaisut

source: Publication
fi: Julkaisu

source: Add New
fi: Lisää Uusi

source: Create Publication
fi: Lisää julkaisu

source: Edit Publication
fi: Muokkaa julkaisua

source: New Publication
fi: Uusi julkaisu

source: View Publication
fi: Katso julkaisua

source: Search PDF
fi: Hae PDF-tiedostoa

source: No PDF found
fi: PDF-tiedostoa ei löytynyt

source: No PDF found in the trash
fi: PDF-tiedostoa ei löytynyt roskakorista

source: Generate PDF from Post content in Wordpress.
fi: Luo PDF julkaisu artikkelin sisällöstä Wordpressissä.

source: API key is required
fi: API-avain tarvitaan

source: <br/> Error: <b>%s</b>
fi: <br/> Virhe: <b>%s</b>

source: PDF generated successfully. <a href="%s" target="_blank">View pdf</a>
fi: PDF luotu onnistuneesti. <a href="%s" target="_blank">Katso PDF:ää</a>

source: An error occured while generating PDF from article: %s.
fi: Virhe luotaessa PDF-tiedostoa artikkelista: %s.

source: PDF generation failed.
fi: PDF-tiedoston luominen epäonnistui.

source: Options
fi: Asetukset

source: Posts
fi: Artikkelit

source: Delete post " {name} " and its subitems ?
fi: Poista julkaisu " {name} " ja sen alakohdat ?

source: View PDF
fi: Katso PDF-tiedostoa

source: Nopea.media settings
fi: Nopea.media asetukset

source: Info
fi: Infolaatikko

source: PDF publication quota:
fi: PDF-julkaisukiintiö

source: Subscription and quota renews on:
fi: Tilaus ja kiintiö uusitaan

source: Publication Quota
fi: Julkaisukiintiö

source: Get Token
fi: Hanki poletti

source: PDF Color Scheme
fi: PDF värimaailma

source: Primary color (CMYK)
fi: Ensisijainen väri (CMYK)

source: Secondary color (CMYK)
fi: Toissijainen väri (CMYK)

source: API endpoint
fi: API päätepiste

source: Dev only
fi: Ainoastaan kehittäjille

source: API Key
fi: API-avain

source: Save Changes
fi: Tallenna muutokset

source: Menu exists, generate new menu?
fi: Valikko on jo olemassa. Luodaanko uusi valikko?

source: Generate Menu
fi: Luo valikko

source: Generate PDF
fi: Luo PDF-tiedosto

source: Subarticles in new page
fi: Ala-artikkelit uudella sivulla

source: PDF Quality
fi: PDF laatu

source: Web
fi: Verkko

source: Preview PDF
fi: Esikatsele PDF-tiedostoa

source: Print
fi: Tulostus

source: Odd Pages Footer
fi: Parittomien sivujen alatunniste

source: Even Pages Footer
fi: Parillisten sivujen alatunniste

source: PDF Columns
fi: PDF sarakkeet

source: PDF Columns (put all content inside the PDF Columns block and adjust the number of columns on your PDF layout)
fi: PDF sarakkeet (lisää tekstisisällöt PDF sarakkeet -lohkon sisään ja säädä sarakkeiden määrää PDF:n ulkoasussa)

source: PDF Settings
fi: PDF asetukset

source: PDF view
fi: PDF katselu

source: Only show in PDF
fi: Näytä vain PDF-tiedostossa

source: Columns
fi: Sarakkeet

source: Select columns for the block
fi: Valitse sarakkeet lohkoon

source: Columns 1
fi: Sarakkeet 1

source: Columns 2
fi: Sarakkeet 2

source: Columns 3
fi: Sarakkeet 3

source: Select block margin
fi: Aseta lohkon marginaali

source: No margin
fi: Ei marginaalia

source: Top margin
fi: Ylämarginaali

source: Top Border
fi: Yläkehys

source: Set text alignment
fi: Aseta tekstin sovitus

source: Justified
fi: Tasaus

source: Left
fi: Vasen

source: Fit to a new page
fi: Sovita uuteen sivuun

source: PDF image & content
fi: PDF kuva & sisältö

source: PDF image & content (place image and text side-by-side or one below another)
fi: PDF kuva & sisältö (Lisää kuva ja teksti vierekkäin tai allekkain)

source: No image
fi: Ei kuvaa

source: Pick an image
fi: Valitse kuva

source: Image position
fi: Kuvan sijainti

source: Top
fi: Ylä

source: Right
fi: Oikea

source: Content width
fi: Sisällön leveys

source: Select width of content column
fi: Valitse sisältösarakkeen leveys

source: Add image text
fi: Lisää kuvateksti

source: Gray border
fi: Harmaa kehys

source: Gray background & border
fi: Harmaa tausta & kehys

source: Border primary color
fi: Kehyksen ensisijainen väri

source: Background primary color
fi: Taustan ensisijainen väri

source: InfoBox Style
fi: Infolaatikon tyyli

source: Infobox width
fi: Infolaatikon leveys

source: WEB view
fi: Verkkonäkymä

source: PDF infobox
fi: PDF infolaatikko

source: Add a content area you can highlight with a background color or borders
fi: Lisää sisältöalue, jonka voit korostaa taustavärillä tai reunoilla

source: Infobox
fi: Infolaatikko

source: Nopea column
fi: Nopea sarake

source: Nopea column
fi: Nopea sarake

source: PDF 2 columns
fi: PDF 2 saraketta

source: PDF 2 columns (add separate content in two side-by-side columns)
fi: PDF 2 saraketta (Lisää erilliset sisällöt kahteen vierekkäiseen palstaan)

source: PDF multiple columns
fi: PDF useat sarakkeet

source: Left column size
fi: Vasemman sarakkeen koko

source: Select left column size
fi: Valitse vasemman sarakkeen koko

source: PDF columns image
fi: PDF sarakkeet kuvalla

source: PDF columns image (place text and image inside Columns Image block and adjust the number of columns to 2 or 3)
fi: PDF sarakkeet kuvalla (Lisää tekstiä ja kuva ja säädä palstojen määrä. 2-3 palstaa)

source: Image size
fi: Kuvan koko

source: Select image scale
fi: Valitse kuvan skaalaus

source: PDF page break
fi: PDF sivunvaihto

source: PDF page break (push content to next page)
fi: PDF sivunvaihto (työnnä lohkon jälkeinen sisältö seuraavalle sivulle)

source: Add a page break
fi: Lisää sivunvaihto

source: PDF column break
fi: PDF sarakkeenvaihto

source: PDF column break (push content to next column)
fi: PDF sarakkeenvaihto (työnnä palstan sisältö seuraavalle palstalle)

source: Add a column break
fi: Lisää sarakkeenvaihto

source: PDF spacer
fi: PDF välistys

source: PDF spacer (use for adding space between contents)
fi: PDF välistys (lisää tyhjää tilaa lohkojen väliin)

source: Spacer Settings
fi: Välistysasetukset

source: Height in pixels
fi: Korkeus pikseleinä (px)

source: Height in mm
fi: Korkeus millimetreinä (mm)

source: Show in web
fi: Näytä verkossa

source: Whether to show in webpage
fi: Näytetäänkö verkkosivulla

source: Table of content
fi: Sisällysluettelo

source: Table of content (use for creating a table of contents)
fi: Sisällysluettelo (lisää sisällysluettelon alue)

source: Table of content text area
fi: Sisällysluettelon tekstialue

source: Table of content text area (use for adding text or images on the TOC page)
fi: Sisällysluettelon tekstialue (lisää sisällysluettelosivulle muita sisältöjä kuten tekstiä tai kuvia)

source: Listing container
fi: Listaussäiliö

source: Listing container (use for listing items on a table of contents)
fi: Listaussäiliö (lisää sisällysluettelon listaus)

source: Listing item
fi: Listauselementti

source: Listing item (use for adding items on the TOC list)
fi: Listauselementti (lisää kohtia sisällysluettelon listaan)

source: Add number
fi: Lisää numero

source: Add text
fi: Lisää teksti

source: Fixed block
fi: Kiinteä lohko

source: Fixed block (make a fixed footer to a page)
fi: Kiinteä lohko (lisää sivulle kiinteä ala- tai ylätunniste, johon voit määritellä taustavärin)

source: White
fi: Valkoinen

source: Black
fi: Musta

source: PDF Primary
fi: PDF ensisijainen

source: PDF Secondary
fi: PDF toissijainen

source: Select Position
fi: Valitse sijainti

source: Bottom
fi: Ala

source: Top padding
fi: Ylä palstantäyte (padding)

source: Block top padding in PDF
fi: Lohkon ylä palstantäyte PDF:ssä (padding)

source: Bottom padding
fi: Ala palstantäyte (padding)

source: Block bottom padding in PDF
fi: Ala palstantäyte PDF:ssä (padding)

source: PDF background color
fi: PDF taustaväri

source: Web block
fi: Verkkolohko

source: Add content that will only appear online (not on PDF)
fi: Lisää sisältöä, joka näkyy vain verkkoartikkelissa (ei PDF:ssä)

source: Heading h1
fi: Otsikko h1

source: Heading h2
fi: Otsikko h2

source: Heading h3
fi: Otsikko h3

source: heading h4
fi: otsikko h4

source: Select style
fi: Valitse tyyli

source: PDF font size
fi: PDF fonttikoko

source: PDF text color
fi: PDF tekstin väri

source: Has background color
fi: On taustaväri

source: PDF Heading
fi: PDF otsikko

source: Add titles to a cover page. Adjust the titles’ font size and background color.
fi: Lisää otsikoita kansilehteen. Säädä otsikoiden fonttikokoa ja taustaväriä.

source: Remove image
fi: Poista kuva

source: Upload PDF
fi: Lataa PDF

source: Remove PDF
fi: Poista PDF

source: Show Footer
fi: NÃ¤ytÃ¤ alatunniste

source: Print (Pro)
fi: Tulostus

source: Add PDF Page
fi: LisÃ¤Ã¤ PDF sivu

source: Heading position
fi: Otsikon sijoitus

source: Select theme
fi: Valitse teema
